Repository: fadifrancis96/Shaglni-iOS
Catalog: Shaglni/Localization/Localizable.xcstrings
Source language: en
Languages: ar, he

# receivedOffers.waitingForContractor
source: Waiting for contractor response
ar: في انتظار رد المقاول
he: ממתין לתגובת הקבלן

# receivedOffers.yourCounterOffer
source: Your counter offer
ar: عرضك المقابل
he: ההצעה הנגדית שלך

# portfolio.subtitle
source: Showcase your completed work
ar: اعرض أعمالك المنجزة
he: הצג את העבודות שהשלמת

source: Portfolio Items
ar: عناصر معرض الأعمال
he: פריטי תיק העבודות

# portfolio.empty.title
source: No Portfolio Items Yet
ar: لا توجد عناصر في معرض الأعمال بعد
he: אין עדיין פריטים בתיק העבודות

# portfolio.empty.subtitle
source: Add completed jobs to showcase your work to potential clients
ar: أضف أعمالاً منجزة لعرض عملك على العملاء المحتملين
he: הוסף עבודות שהושלמו כדי להציג את עבודתך ללקוחות פוטנציאליים

# portfolio.delete.title
source: Delete Portfolio Item
ar: حذف عنصر من معرض الأعمال
he: מחיקת פריט מתיק העבודות

# portfolio.delete.message
source: Are you sure you want to delete this portfolio item? This will also delete all associated photos. This action cannot be undone.
ar: هل أنت متأكد من حذف هذا العنصر من معرض الأعمال؟ سيؤدي ذلك أيضاً إلى حذف جميع الصور المرتبطة به. لا يمكن التراجع عن هذا الإجراء.
he: האם אתה בטוח שברצונך למחוק פריט זה מתיק העבודות? פעולה זו תמחק גם את כל התמונות המשויכות. לא ניתן לבטל פעולה זו.

# portfolio.inPortfolio
source: In Portfolio
ar: في معرض الأعمال
he: בתיק העבודות

# portfolio.moreCount
source: +%d more
ar: +%d أخرى
he: +%d נוספות

# portfolio.completedDate
source: Completed: %@
ar: اكتمل في: %@
he: הושלם: %@

# portfolio.photos
source: Photos
ar: الصور
he: תמונות

# portfolio.beforeAfter
source: Before & After
ar: قبل وبعد
he: לפני ואחרי

# portfolio.beforeAfterShort
source: Before/After
ar: قبل/بعد
he: לפני/אחרי

source: Portfolio Item
ar: عنصر معرض الأعمال
he: פריט תיק עבודות

# completion.addPhotos
source: Add Photos
ar: إضافة صور
he: הוסף תמונות

# completion.skipForNow
source: Skip for Now
ar: تخطي الآن
he: דלג לעת עתה

# completion.createBeforeAfter
source: Create Before/After
ar: إنشاء قبل/بعد
he: צור לפני/אחרי

# completion.skipBeforeAfter
source: Skip Before/After
ar: تخطي قبل/بعد
he: דלג על לפני/אחרי

# completion.generateGrid
source: Generate Grid
ar: إنشاء الشبكة
he: צור רשת

# completion.selectBothPhotos
source: Select Both Photos
ar: اختر الصورتين
he: בחר את שתי התמונות

# completion.continueToReview
source: Continue to Review
ar: المتابعة إلى المراجعة
he: המשך לסקירה

# completion.addToProfile
source: Add to Profile
ar: إضافة إلى الملف الشخصي
he: הוסף לפרופיל

# completion.jobCompleted
source: Job Completed!
ar: اكتمل العمل!
he: העבודה הושלמה!

# completion.congratsMessage
source: Great work! Add this job to your profile to showcase your skills and build your reputation.
ar: عمل رائع! أضف هذا العمل إلى ملفك الشخصي لعرض مهاراتك وبناء سمعتك.
he: עבודה מצוינת! הוסף עבודה זו לפרופיל שלך כדי להציג את כישוריך ולבנות את המוניטין שלך.

# completion.priceLabel
source: Price:
ar: السعر:
he: מחיר:

# completion.addJobPhotos
source: Add Job Photos
ar: إضافة صور العمل
he: הוסף תמונות עבודה

# completion.uploadPhotosHint
source: Upload photos of your completed work. You can select up to 10 photos.
ar: قم برفع صور لعملك المنجز. يمكنك اختيار حتى 10 صور.
he: העלה תמונות של העבודה שהשלמת. ניתן לבחור עד 10 תמונות.

# completion.addMore
source: Add More
ar: إضافة المزيد
he: הוסף עוד

# completion.beforeAfterHint
source: Select two photos to create a before/after comparison grid. This will be automatically generated for your portfolio.
ar: اختر صورتين لإنشاء شبكة مقارنة قبل/بعد. سيتم إنشاؤها تلقائياً لمعرض أعمالك.
he: בחר שתי תמונות ליצירת רשת השוואה של לפני/אחרי. היא תיווצר אוטומטית עבור תיק העבודות שלך.

# completion.before
source: Before
ar: قبل
he: לפני

# completion.after
source: After
ar: بعد
he: אחרי

# completion.gridPreview
source: Generated Grid Preview
ar: معاينة الشبكة المُنشأة
he: תצוגה מקדימה של הרשת

# completion.reviewTitle
source: Review & Add
ar: مراجعة وإضافة
he: סקירה והוספה

# completion.jobDetails
source: Job Details
ar: تفاصيل العمل
he: פרטי העבודה

# completion.photosCount
source: Photos (%d)
ar: الصور (%d)
he: תמונות (%d)

# completion.beforeAfterGrid
source: Before & After Grid
ar: شبكة قبل وبعد
he: רשת לפני ואחרי

# completion.addedToProfile
source: Added to Profile!
ar: تمت الإضافة إلى الملف الشخصي!
he: נוסף לפרופיל!

# completion.successMessage
source: This job has been successfully added to your profile and is now visible to potential clients.
ar: تمت إضافة هذا العمل بنجاح إلى ملفك الشخصي وهو الآن مرئي للعملاء المحتملين.
he: העבודה נוספה בהצלחה לפרופיל שלך וכעת גלויה ללקוחות פוטנציאליים.

# contractorList.jobsCount
source: • %d jobs
ar: • %d أعمال
he: • %d עבודות

# contractorList.available
source: Available
ar: متاح
he: זמין

# contractorList.noPortfolio.title
source: No portfolio items
ar: لا توجد عناصر في معرض الأعمال
he: אין פריטים בתיק העבודות

# contractorList.noPortfolio.subtitle
source: This contractor hasn't added any work yet
ar: لم يضف هذا المقاول أي أعمال بعد
he: קבלן זה טרם הוסיף עבודות

# manageProfile.addSkill
source: Add skill
ar: إضافة مهارة
he: הוסף כישור

# manageProfile.imageReadError
source: Couldn't read image
ar: تعذر قراءة الصورة
he: לא ניתן לקרוא את התמונה

# photoPicker.selectPhotos
source: Select Photos
ar: اختيار الصور
he: בחר תמונות

# photoPicker.selectUpTo
source: Select up to %d photos
ar: اختر حتى %d صور
he: בחר עד %d תמונות

# photoPicker.choosePhotos
source: Choose Photos
ar: اختر الصور
he: בחר תמונות

# photoPicker.fromCameraRoll
source: From Camera Roll
ar: من مكتبة الصور
he: מגלריית התמונות

# photoPicker.selectedCount
source: Selected Photos (%d/%d)
ar: الصور المختارة (%d/%d)
he: תמונות שנבחרו (%d/%d)

# photoPicker.clearAll
source: Clear All
ar: مسح الكل
he: נקה הכל

# photoPicker.loading
source: Loading photos...
ar: جارٍ تحميل الصور...
he: טוען תמונות...

# photoPicker.loadError
source: Failed to load some photos
ar: فشل تحميل بعض الصور
he: טעינת חלק מהתמונות נכשלה

# profile.privacyPolicy
source: Privacy Policy
ar: سياسة الخصوصية
he: מדיניות פרטיות

# profile.termsOfService
source: Terms of Service
ar: شروط الخدمة
he: תנאי השירות

# dashboard.activeJobsSubtitle
source: View your in-progress jobs
ar: اعرض أعمالك قيد التنفيذ
he: צפה בעבודות שלך שבתהליך

# dashboard.browseJobsSubtitle
source: Find jobs matching your skills
ar: ابحث عن أعمال تناسب مهاراتك
he: מצא עבודות המתאימות לכישוריך

# dashboard.portfolioSubtitle
source: Manage your completed jobs
ar: إدارة أعمالك المنجزة
he: נהל את העבודות שהשלמת

# dashboard.manageProfileSubtitle
source: Update your profile and portfolio
ar: حدّث ملفك الشخصي ومعرض أعمالك
he: עדכן את הפרופיל ותיק העבודות שלך

# dashboard.noJobsAvailable
source: No jobs available
ar: لا توجد وظائف متاحة
he: אין משרות זמינות

# dashboard.checkBackLater
source: Check back later for new opportunities
ar: عد لاحقاً للاطلاع على فرص جديدة
he: חזור מאוחר יותר לבדוק הזדמנויות חדשות

# dashboard.postJobSubtitle
source: Post a new job and receive offers
ar: انشر وظيفة جديدة واستقبل العروض
he: פרסם משרה חדשה וקבל הצעות

# dashboard.findContractorSubtitle
source: Browse contractors by skills
ar: تصفح المقاولين حسب المهارات
he: עיין בקבלנים לפי כישורים

# dashboard.receivedOffersSubtitle
source: View offers from contractors
ar: اعرض العروض من المقاولين
he: צפה בהצעות מקבלנים

# dashboard.pendingOffers
source: Pending Offers
ar: العروض المعلقة
he: הצעות ממתינות

# offerDetail.finalPriceLabel
source: Final Price
ar: السعر النهائي
he: מחיר סופי

# offerDetail.timelineSubmitted
source: Submitted
ar: تم التقديم
he: הוגש

# offerDetail.originalPriceLabel
source: Original Price:
ar: السعر الأصلي:
he: מחיר מקורי:
